tap "homebrew/cask"
tap "heroku/brew"

brew "asdf"
brew "autojump"
brew "camlistore"
brew "chruby"
brew "chruby-fish"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "datamash"
brew "direnv"
brew "emacs"
brew "erlang"
brew "exa"
brew "fish"
brew "fpp"
brew "fzy"
brew "git"
brew "gnu-typist"
brew "go"
brew "heroku"
brew "httpie"
brew "hub"
brew "ipfs"
brew "jq"
brew "leiningen"
brew "neovim"
brew "node"
brew "npm"
brew "opam"
brew "pow"
brew "pup"
brew "python"
brew "python3"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "ruby-install"
brew "saulpw/vd/visidata"
brew "selecta"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vcprompt"
brew "vim"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "xctool"
brew "xsv"
brew "yarn"
brew "youtube-dl"

cask "1password"
cask "atom"
cask "blender"
cask "calibre"
cask "camo-studio"
cask "charles"
cask "choosy"
cask "colorpicker-skalacolor"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "font-camingocode"
cask "font-hasklig"
cask "font-inconsolata-lgc"
cask "font-office-code-pro"
cask "font-open-sans"
cask "fontforge"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "kaleidoscope"
cask "karabiner-elements"
cask "macvim"
cask "marp"
cask "notational-velocity"
cask "openemu"
cask "paparazzi"
cask "paw"
cask "postgres"
cask "postico"
cask "racket"
cask "recordit"
cask "satellite-eyes"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "steam"
cask "switchresx"
cask "textmate"
cask "the-unarchiver"
cask "vlc"
cask "xquartz"
cask "xscreensaver"

mas "Moom", id: 419330170
mas "Pixelmator Pro", id: 1289583905
mas "Tot", id: 1491071483
mas "iA Writer", id: 775737590
